{"Factions/Cults/Black-Goat":{"title":"Black Goat","links":["Player-Characters/Joy","NPCs/Queen-Bergljot"],"tags":["faction","cult"],"content":"\nManaged to infiltrate our group using Joy\nInvolved in the assassination attempt on Queen Bergljot\n"},"Factions/Cults/Cult-of-Glasya":{"title":"Cult of Glasya","links":[],"tags":["faction","cult"],"content":"\nNo known identifying traits\n"},"Factions/Cults/Doomspeakers":{"title":"Doomspeakers","links":["Party-Inventory/Book-of-Nine-Dooms","NPCs/Queen-Bergljot"],"tags":["faction","cult"],"content":"\nHad the Book of Nine Dooms\nInvolved in the assassination attempt on Queen Bergljot\n"},"Factions/Cults/Order-of-Falling-Ash":{"title":"Order of Falling Ash","links":["Bellina","NPCs/Usi-Ziyad","NPCs/Queen-Bergljot"],"tags":["cult","faction"],"content":"\nLead by Bellina, a faerie who gets her powers from an archdevil\nUsi is second-in-command, but they deal with about half of the forces each\nInvolved in the assassination attempt on Queen Bergljot\n"},"Factions/Cults/The-Sanguine-Path":{"title":"The Sanguine Path","links":["NPCs/Venin"],"tags":["cult","faction"],"content":"\nLead by Venin and a talking pig?\n\nAbove the Table\n\nTalking pig may have a Demigod\n"},"Locations/Svilland/Alsvartr/Endkleistra":{"title":"Endkleistra","links":[],"tags":["location","capital"],"content":""},"Locations/Svilland/Alsvartr/Nattarfaravik":{"title":"Nattarfaravik","links":[],"tags":["location","town"],"content":""},"Locations/Svilland/Alsvartr/index":{"title":"index","links":[],"tags":["location","country"],"content":""},"Locations/Svilland/Green-Lights-of-the-East/Dockyard":{"title":"Dockyard","links":[],"tags":["location","town"],"content":""},"Locations/Svilland/Green-Lights-of-the-East/Eastern-Look":{"title":"Eastern Look","links":[],"tags":["location","town"],"content":""},"Locations/Svilland/Green-Lights-of-the-East/Grey-Town":{"title":"Grey Town","links":[],"tags":["location","town"],"content":""},"Locations/Svilland/Green-Lights-of-the-East/Kroksholt":{"title":"Kroksholt","links":["NPCs/Queen-Bergljot","Hora","Thor"],"tags":["location","capital"],"content":"\nKroksholt is a city ruled by Queen Bergljot’s step-sister, Hora. She is well-known and loved by the people\nMany people think that this love and respect will be the end of Hora, because Bergljot won’t be able to handle this situation and Hora will transform into a threat to Queen Bergljot’s throne\nIts location on the road to the capital makes it a booming trading city, with the population and wealth growing more and more. Wheat and many vegetables such as cabbage and maize are grown by settlers, and animal farms full of pigs and goats are maintained. The forestry and herbalism are also preferable jobs around the city\nThe overall appearance is very nice compared to lots of towns and cities in Svilland; the streets are cleaner; the buildings and city walls are well-maintained and strong\nPeople are not only welcoming but also friendly to travellers, because most of the city-dwellers need a helping hand for their jobs. For this reason one can easily find daily jobs around the city and a place to stay. So, travellers can find many taverns and inns in Kroksholt\nThere is also a temple to Thor which is famous for its altar. Some bards say, “the blood flowing from the altar never stops.” The very religious residents of the city always wash the altar with animal blood, and fresh fruits. The temple was built with the help of Sister Hora, so it is said that she is very much liked by Thor.\n"},"Locations/Svilland/Green-Lights-of-the-East/Nulb-Temple":{"title":"Nulb Temple","links":[],"tags":["location","temple"],"content":""},"Locations/Svilland/Green-Lights-of-the-East/Snowfall":{"title":"Snowfall","links":[],"tags":["location","village"],"content":"Snowfall is a hamlet on the Molgoroth Mountains. It is located far away from roads and other villages. There are approximately 75 people who live in the hamlet. Their economy mainly relies on forestry; they chop up the trees and sell them to other towns and villages in exchange for jerky, stock fish, wheat and salt. There are also some eagle-tamers living in the hamlet, they tame eagles both on request and to sell in the markets.\nSince the region is cold and windy, farming is not an option. People live in leather tents made of animal skin, and the settlement is located in very high altitude due to the special requirements of eagle-taming.\nThe hamlet is ruled by the most talented eagle tamer Mina Nikoline. She has very long blonde hair, which she likes to braid. She has two eagles."},"Locations/Svilland/Green-Lights-of-the-East/Thorath":{"title":"Thorath","links":[],"tags":["location","city"],"content":""},"Locations/Svilland/Green-Lights-of-the-East/index":{"title":"index","links":[],"tags":["country","location"],"content":""},"Locations/Svilland/Nionaem/index":{"title":"index","links":[],"tags":["location","country"],"content":""},"Locations/Svilland/index":{"title":"Svilland","links":[],"tags":[],"content":""},"Lore/Glasya's-Deal":{"title":"Glasya's Deal","links":[],"tags":[],"content":"The Covenant\nBy Will and Word of Glasya, Princess of Malbolge, Keeper of Chains, Daughter of Asmodeus, and Mistress of the Silent Court\nPreamble\nLet it be known upon this day, beneath the shadow of the Nine and in witness of the Infernal Codex, that an accord is struck between Her Infernal Grace, Glasya of Malbolge, and Helwyn, Horn-Bearer and Mortal Supplicant.\nThis document is binding across all planes, through fire and void, and may not be sundered by mortal plea, divine intercession, or arcane trickery.\nArticles of Accord\nArticle I — The Bound Sovereignty\nGlasya, Princess of the Nine Hells, by this pact, swears upon her station, blood, and chains, to refrain from interference, meddling, or orchestration of harm, hindrance, or manipulation of Helwyn, and of those companions who, at the moment of this covenant’s signing, yet draw breath and are counted as her allies and companions-in-arms.\nSuch protection extends only to those alive at this hour, and does not bind Glasya in relation to future allies, descendants, or associates yet unborn, unnamed, or unknown.\nArticle II — The Price Rendered\nIn exchange for the sovereign restraint of Glasya:\n\nHelwyn surrenders her horns, to be shorn, claimed, and fashioned as a token of Glasya’s dominion. They shall remain forever in her possession, never to be restored.\nHelwyn surrenders her soul, to be seized upon signing, torn from her husk, and consigned to Malbolge’s crucible. There, it shall dwell for eternity, to be reshaped and repurposed at Glasya’s whim.\nNo divine rite, mortal bargain, or arcane theft may retrieve or ransom this soul once claimed.\n\nArticle III — The Exceptions\nThe non-interference of Glasya holds save in the event that:\n\nHelwyn herself seeks her audience, calls her name, or invokes her symbol.\nHelwyn raises blade, spell, or word against Glasya, her Erinyes, or her lawful agents.\nHelwyn, through action or neglect, invites contradiction with the terms herein, at which point this pact becomes null, and her life is forfeit immediately.\n\nArticle IV — The Seal of Beauty\nGlasya, being lover of symmetry and scorner of ugliness, shall ensure that the removal of Helwyn’s horns be performed with elegance and grace. The act shall not mar his mortal form beyond what is aesthetically tolerable in the eyes of the Princess.\nWitness and Binding\nBy horn and hand, by ink of flame, this covenant is etched into the Infernal Codex and echoed through the iron vaults of Nessus.\n\nSigned and Sealed: Glasya, Princess of Malbolge, Lady of Chains, The Dark Prodigy, The Beloved and Detested\nBound By: Helwyn, Horn-Bearer, upon his will, flesh, and eternal soul\n\nFinal Clause\nLet the name of Helwyn be written upon the chains of Malbolge, and let his horns adorn the Court of Beauty. From this moment until his death, Glasya’s hand shall not reach for him nor those companions bound to his fate at this hour. When his final breath is drawn, his soul shall fall, and Glasya shall smile.\nFallout\nHelwyn gave up her soul to not have to get the Book of Nine Dooms from Arran and not be hunted by Glasya’s cult.\nCharacter Punishment\nThe colour of your sleep is red: blood, fire, burning rage. You don’t dream, not in the normal sense. When you close your eyes, all you see is red. You wake bathed in sweat, with your heart pounding, but you can’t remember any details beyond that single colour.\nLost Soul\nWhen a character whose soul is trapped in the Nine Hells dies, resurrection magic can return that character to life no matter how much time has passed. For example, a Revivify spell works on the character even if a week has passed since the character died. However, if the character’s body is completely destroyed, not even a Wish or True Resurrection spell can bring the character back.\nPhylactery Location\nThe Sign of the Hag’s Arms, Malbolge, Gehenna. The character’s soul is a servant ordered to perform a series of impossible tasks: cleaning out entire stables in a single day; serving a perfectly cooked meal despite a fire that won’t stay lit; delivering a message across deadly terrain without weapons or armour. With each failure, the character’s overseer—a ruthless hag—subjects the character’s soul to a series of brutal tortures to “teach” them the error of their ways.\nAnger Characteristics\nA person full of hate is blind to the effects their actions can have. To fulfil their vendetta, they’re willing to alienate and even hurt those close to them.\nBoon Ability\nWhen you make an attack roll or skill check you can choose to change the roll to a 20. If you choose to do this all Charisma, Intelligence, and Wisdom checks are made at disadvantage for the next hour. Once you use this boon, you can’t do so again until you finish a long rest."},"NPCs/Alucard-II":{"title":"Alucard II","links":["NPCs/Venin"],"tags":["npc"],"content":"Above the Table\n\nKidnapped by his older brother Venin\n"},"NPCs/Chief-Luptir":{"title":"Chief Luptir","links":["Locations/Svilland/Green-Lights-of-the-East/Grey-Town"],"tags":["npc"],"content":"\nChief of Grey Town\n"},"NPCs/Cinderhide":{"title":"Cinderhide","links":["Factions/Cults/Order-of-Falling-Ash"],"tags":["npc","deceased"],"content":"\nWas (apparently) the leader of the Order of Falling Ash\n"},"NPCs/Eero-Toivonen":{"title":"Eero Toivonen","links":["NPCs/Queen-Bergljot","Factions/Cults/The-Sanguine-Path","Player-Characters/Joy"],"tags":["npc","deceased"],"content":"\nAdvisor for Queen Bergljot\nWorks for The Sanguine Path\nBrought Rags in to infiltrate the group\n\nAbove the Table\n\nServed the monarchy for decades, previously working for the Queen’s father\n"},"NPCs/Flortes":{"title":"Flortes","links":["Locations/Svilland/Green-Lights-of-the-East/Kroksholt"],"tags":["npc"],"content":"\nFound us on the road to Kroksholt\nCalls us his collective “mum”\n"},"NPCs/Glasya":{"title":"Glasya","links":["Player-Characters/Ravaria","Party-Inventory/Book-of-Nine-Dooms","Player-Characters/Helwyn"],"tags":["npc"],"content":"\nArchdevil\nResides in Gehenna\nPatron of Ravaria\nWants the Book of Nine Dooms\nHas Helwyn’s soul in Gehenna\nCannot mess with the party except for Ravaria and Eliziel\n"},"NPCs/Hamlin":{"title":"Hamlin","links":[],"tags":["npc"],"content":""},"NPCs/Helwyn's-Parents":{"title":"Helwyn's Parents","links":["Locations/Svilland/Green-Lights-of-the-East/Snowfall","Estrid","Player-Characters/Helwyn","NPCs/Yrsa","Locations/Svilland/Green-Lights-of-the-East/Thorath"],"tags":["npc"],"content":"\nLive in Snowfall\nDistant and cold, favouring their first child Estrid over Helwyn at every possibility and trying to keep her out of sight as much as possible, palming her off to Yrsa around 9 or 10\nProud Austri mostly live in the Green Light of the East. Behind the walls of the capital city Thorath they are building a civilization, the likes of which no one has ever seen in Svilland. Armies in green cloaks, wander in the wild to protect the people of the kingdom. They are the most honourable humans in the Nordic lands, if you ask them\nThey deem most “weird looking races” as monsters\n"},"NPCs/Kara-Blayne":{"title":"Kara Blayne","links":["Factions/Cults/Doomspeakers"],"tags":["deceased","npc"],"content":"\nLeader of the Doomspeakers\n"},"NPCs/Katherine":{"title":"Katherine","links":["NPCs/Venin","Party-Inventory/Demon's-Heart"],"tags":["npc"],"content":"\nWas contracted by Venin to retrieve the Demon’s Heart\n"},"NPCs/Lily":{"title":"Lily","links":["Player-Characters/Eliziel","NPCs/Venin"],"tags":["npc"],"content":"\nEliziel’s “sister”\nKidnapped by Venin\n"},"NPCs/Ludmilla":{"title":"Ludmilla","links":["NPCs/Venin"],"tags":["npc"],"content":"\nWorks for Venin\n"},"NPCs/Mr-Storyteller":{"title":"Mr Storyteller","links":["Player-Characters/Ravaria","Limbo","Player-Characters/Arran","NPCs/Glasya"],"tags":["npc"],"content":"\nProvided Ravaria a way back to the mortal realm from Limbo\nCleansed Arran of his Venom curse by burning it out of him via his hand\nHas knowledge of Glasya\nHelwyn does NOT trust him\nCan perform runic magic like Usi\n"},"NPCs/Queen-Bergljot":{"title":"Queen Bergljot","links":["NPCs/Yrsa","Hora"],"tags":["npc"],"content":"\nSurvived a recent assassination attempt\nKnew Yrsa, who wrote letters to her\nSister to Hora\n"},"NPCs/Ulsedra-Vox":{"title":"Ulsedra Vox","links":["Locations/Svilland/Green-Lights-of-the-East/Nulb-Temple"],"tags":["deceased","npc"],"content":"\nFigurehead hired by the three cults\nThey transformed her into a para-elemental using the lower room in the Nulb Temple\nSurrendered to us once we confronted and fought her\nMurdered by Arran as we took her back to Kroksholt\n"},"NPCs/Usi-Ziyad":{"title":"Usi-Ziyad","links":["Factions/Cults/Order-of-Falling-Ash","Alsikaya","NPCs/Cinderhide","Player-Characters/Eliziel"],"tags":["npc"],"content":"\nLeader of the Order of the Burning Rune\nWorships the Screeching Mother of Volcanoes (Possibly Cinderhide?)\nObsessed with runes\nDestroyed the temples of Kae to get to Eliziel\nKilled Cinderhide\nApparently wants us to get rid of the other cult leaders (planning a coup?)\n"},"NPCs/Venin":{"title":"Venin","links":["NPCs/Lily","NPCs/Alucard-II"],"tags":["npc"],"content":"\nKidnapped Lily\n\nAbove the Table\n\nKidnapped his younger brother Alucard II as well\n"},"NPCs/Yrsa":{"title":"Yrsa","links":["Locations/Svilland/Green-Lights-of-the-East/Kroksholt","Player-Characters/Helwyn","NPCs/Queen-Bergljot"],"tags":["deceased","npc"],"content":"\nLived in Kroksholt\nHuman woman around mid-70s\nGuardian of Helwyn\nFirm but fair, respected in the community and knows what she does is important. Didn’t really care what Helwyn looked like, just cared who she was inside. Teaching Helwyn control of her emotions and focusing her energy in learning her craft, Helwyn grew really close to Yrsa, seeing her as the closest thing to family that she’d ever had\nInstilled in Helwyn a healthy respect for any god associated with death\nWrote letters to Queen Bergljot, including things about Helwyn\n"},"Party-Inventory/Book-of-Nine-Dooms":{"title":"Book of Nine Dooms","links":[],"tags":["item"],"content":"What We Know\n\nMissing four-fifths of the book\nWritten in Abyssal\nCorrupts the soul of any who read it, with repeated usage eventually turning the reader into a demon\n\nAbove the Table"},"Party-Inventory/Cult-List":{"title":"Cult List","links":["NPCs/Queen-Bergljot","Locations/Svilland/Green-Lights-of-the-East/Nulb-Temple","Factions/Cults/Order-of-Falling-Ash","NPCs/Cinderhide","Children-of-Suffocating-Ooze","Garthezz-Drule","Factions/Cults/Doomspeakers","NPCs/Kara-Blayne","NPCs/Ulsedra-Vox"],"tags":["item"],"content":"\nFound by spies of Queen Bergljot while investigating Nulb Temple.\nText\nOrder of Falling Ash: Cinderhide\nChildren of Suffocating Ooze: Garthezz Drule\nChildren of Splintered Ice: Kara Blayne\nUlsedra Vox, Para-Elemental Queen.\nSHE BRINGS CATACLYSM NIGH."},"Party-Inventory/Demon's-Heart":{"title":"Demon's Heart","links":[],"tags":["item"],"content":""},"Party-Inventory/Helwyn's-Chop-Shop":{"title":"Helwyn's Chop Shop","links":[],"tags":["item"],"content":"\nA mobile surgery that I run with my six apprentices Hallvard, Gunni, Ingrid, Grima, Sigvor, and Arnora (a.k.a. the Bobs)\n"},"Party-Inventory/Oil-of-Slipperiness":{"title":"Oil of Slipperiness","links":[],"tags":["item"],"content":"Potion, uncommon\nThis sticky black unguent is thick and heavy in the container, but it flows quickly when poured. The oil can cover a Medium or smaller creature, along with the equipment it’s wearing and carrying (one additional vial is required for each size category above Medium). Applying the oil takes 10 minutes. The affected creature then gains the effect of a freedom of movement spell for 8 hours.\nAlternatively, the oil can be poured on the ground as an action, where it covers a 10-foot square, duplicating the effect of the grease spell in that area for 8 hours."},"Party-Inventory/Shtriga-Nonna's-Pot-of-Plenty":{"title":"Shtriga Nonna's Pot of Plenty","links":[],"tags":["item"],"content":"Wondrous Item, Uncommon\nThis black iron pot weighs only 2 pounds. As an action, you can speak one of the following command phrases to activate its effect:\nBoil, Boil, Until You Spoil.\nThe cauldron fills with a hearty stew. It creates enough stew to feed fifteen Humanoids. The food is tasty and seasoned well, and spoils if uneaten after 24 hours.\nBubble, Bubble, Toil and Trouble.\nThe cauldron fills with stew, as if you said “Boil, boil, until you spoil,” but the stew is poisoned. A creature who consumes the stew must succeed on a DC 16 Constitution saving throw or be poisoned for the next 24 hours.\nOnce the pot has been used in one of these ways, it can’t be used again until the next dusk."},"Party-Inventory/Treasure-Rat":{"title":"Treasure Rat","links":[],"tags":["item"],"content":"When you open the door to this white-furred, red-eyed rat’s cage, they point their nose in the direction of the nearest magic item within 30 feet that isn’t worn or carried by another creature for 1 minute or until you shut the door. After pointing at a magic item, the rat refuses to do so again until they consume a piece of cheese worth at least 10 gp."},"Party-Inventory/index":{"title":"index","links":["Party-Inventory/Shtriga-Nonna's-Pot-of-Plenty","Party-Inventory/Treasure-Rat","Party-Inventory/Demon's-Heart","Party-Inventory/Cult-List","Party-Inventory/Book-of-Nine-Dooms"],"tags":[],"content":"\nOil of Slipperiness\n1 x Greater Healing Potion\nShtriga Nonna’s Pot of Plenty\nTreasure Rat\nDemon’s Heart (held by Katherine)\nCult List\nBook of Nine Dooms\n"},"Player-Characters/Arran":{"title":"Arran","links":["Party-Inventory/Book-of-Nine-Dooms"],"tags":["pc"],"content":"\nSome sort of magic user\nMade a fall guy and in prison for years for trying to access the Book of Nine Dooms\nLooking for arcane knowledge\nInflicted with a curse from Ravaria’s death\n(Apparently) cleared the curse using the fire of Mr Storyteller, now has a burned hand\n"},"Player-Characters/Dirge":{"title":"Dirge","links":["Religion/The-Frihetskjold-(Arch-Seraphs)/Alucard"],"tags":["pc"],"content":"\nPriest of Alucard\nWants to put the undead to rest\n"},"Player-Characters/Eliziel":{"title":"Eliziel","links":["Religion/The-Frihetskjold-(Arch-Seraphs)/Kae","NPCs/Lily","Locations/Svilland/Green-Lights-of-the-East/Thorath","NPCs/Alucard-II"],"tags":["pc"],"content":"\nShe is a ‘shard’ of the goddess Kae (whatever that means)\nHas taken on the body of a willing sacrifice\nSearching for Lily, her sister\nDied attempting to protect Kae’s temple in Thorath\nBrought back to life for a ritual by the three cults\nSomething strange happening with her powers? Black eyes instead of gold when raging\n\nAbove the Table\n\nAlso searching for Alucard II\n"},"Player-Characters/Helwyn":{"title":"Helwyn","links":["Lore/Glasya's-Deal"],"tags":["pc"],"content":"\nTied to Glasya’s Deal\n"},"Player-Characters/Joy":{"title":"Joy","links":["Player-Characters/Dirge","Player-Characters/Joy","Factions/Cults/Black-Goat"],"tags":["deceased","pc"],"content":"\n\nThey were a ‘follower’ of Dirge\nTurned up at Dirge’s church, then had to prove that they were independent?\nWishes to aid Dirge and his party\nWas actually Rags and was working for Black Goat\n"},"Player-Characters/M0-TH3R":{"title":"M0-TH3R","links":[],"tags":["pc"],"content":"\nCan smash a man to a pulp\nCan make a cup of tea (is it good?)\nLooked after a family’s children and is now free of that responsibility\n\nAbove the Table\n\nDesigned for combat to begin with, she became reprogrammed at some point to raise children\nKilled her charge on re-awakening, 400(?) years after being powered down\n"},"Player-Characters/Martyn":{"title":"Martyn","links":["NPCs/Queen-Bergljot"],"tags":["pc"],"content":"\nWas hired by Queen Bergljot to help guide the party to a temple\nOld. And Weird. Seems nice enough though\nVanished when we killed Joy\nSays that bad things happens when he gets scared or anxious\n\nAbove the Table\n\nIs tasked with providing letters regarding lost souls to their loved ones\n"},"Player-Characters/Ravaria":{"title":"Ravaria","links":["NPCs/Mr-Storyteller","NPCs/Glasya","Party-Inventory/Book-of-Nine-Dooms"],"tags":["pc"],"content":"\nServes an archdevil that she calls “Mother” No longer applies, as she chose to keep her soul and died\nHas a condition that Helwyn must help heal as payment for Helwyn’s parents’ blood pact to the demon\nHas a demonic/abyssal corruption on her that ages her rapidly\n\nStarted two in-game days ago, has aged around 10-15 years already\nShe’s not been made aware of the fact that it’s a choice of either aging or she can turn into a demon\nAn unknown infernal influence is speeding up this process, it normally takes a lot longer\n\n\nLoves ghost cats\nCurrently dust in a bottle on Dirge’s belt\nHas come back from Limbo thanks to Mr Storyteller\n\nPrevious Appearances\n\nAbove the Table\n\nEx-champion of Glasya\nWanted (possibly needed?) to kill any enemies she finds\nWanted the Book of Nine Dooms\n"},"Religion/The-Frihetskjold-(Arch-Seraphs)/Alucard":{"title":"Alucard","links":[],"tags":["god"],"content":"Depictions\n\nUnknown\n\nLore\nThe patron of good-aligned warriors, Alucard seeks to push back the influence of the Arch-Daemons and return the world to its Golden Age. He drives his followers to become zealots bent on cleansing the world of whatever they perceive as sources of corruption."},"Religion/The-Frihetskjold-(Arch-Seraphs)/Aphaeleon":{"title":"Aphaeleon","links":[],"tags":["god"],"content":"Depictions\n\nA bearded old man floating in a sphere of golden light\n\nLore\nAphaeleon is the patron god of generals and strategists.  Aphaeleon embodies war not as bloodshed, but as intellect wielded with discipline. He is the god of strategic warfare, Aphaeleon favors structure, foresight, and victory earned through superior tactics. Commanders who choose cunning over carnage whisper prayers to him. His favor is found not in brute force, but in the efficient application of power, wars won with minimal loss and every movement of troops made with calculated precision. Aphaeleon and Thamak can be thought of as two sides of the same coin when it comes to war, similar to how Athena and Ares were."},"Religion/The-Frihetskjold-(Arch-Seraphs)/Ares":{"title":"Ares","links":[],"tags":["god"],"content":"Depictions\n\nUnknown\n\nLore\nThe most contemplative and peaceful of the Arch-Seraphs, Ares is the patron of monks and clerics. Formerly the god of war for the Greek pantheon, he has taken a different path and is now prayed to by those who seek freedom from their worldly desires. Ares helps his followers resist their addictions and temptations. Those who follow his ways find great mental and spiritual strength that enables them to endure. Ares acts as the mediator between the Frihetskjold gods. It is said that the sight of him alone brings a sense of inner peace."},"Religion/The-Frihetskjold-(Arch-Seraphs)/Forsetti":{"title":"Forsetti","links":[],"tags":["god"],"content":"Depictions\n\nUnknown\n\nLore\nUnknown."},"Religion/The-Frihetskjold-(Arch-Seraphs)/Kae":{"title":"Kae","links":[],"tags":["god"],"content":"Depictions\n\nUnknown\n\nLore\nKae represents the strength behind conviction, the ability to give up everything for something greater than one’s self. As a patron of heroes, Kae receives the prayers of those looking for the strength to make impossible decisions and great sacrifices. The Arch-Seraph aids those who are willing to pay the ultimate price for their cause."},"Religion/The-Frihetskjold-(Arch-Seraphs)/Solyma":{"title":"Solyma","links":[],"tags":["god"],"content":"Depictions\n\nA robed, long-haired woman bearing a glowing greatsword, and whose feet do not touch the ground\n\nLore\nSolyma remains faithful to the dead god of supreme justice. She has undertaken a vow of silence and will not speak until the cosmic horror that destroyed her master has been defeated for good. Until then, she does what she can to help those who seek justice in all its forms. Good-aligned vigilantes and those who destroy the abominations of the Aether Kindred can expect great rewards from Solyma. But Solyma’s silence has come with a cost, and her faithful stray without guidance. The name of the god who Solyma once served has been forgotten by mortalkind, and their teachings twisted to serve mortal ends. Solyma’s most fervent worshippers reside in Greek Lands, where whispered prayers call her the Lady of Vengeance and bloody vendettas are prosecuted in her name. Yet who is to say their idea of justice is wrong, if not silent Solyma herself? True justice, Solyma argues, isn’t merely the enforcement of the letter of existing laws, but the establishment of equitable and compassionate relationships among all of the worlds people. That means protecting the weak from the depredations of the strong, sheltering the innocents who are threatened by war, and ensuring that enforcement of the law doesn’t become oppressive. Solyma actively supports efforts to establish a lasting peace."},"Religion/The-Frihetskjold-(Arch-Seraphs)/Thamak":{"title":"Thamak","links":[],"tags":["god"],"content":"Depictions\n\nA knight in plate armour with wings made from sword\n\nLore\nThe patron of good-aligned warriors, Thamak seeks to push back the influence of the Aether Kindred and return Midgard to its Golden Age. His uncompromising nature differs from that of Apheleon, his counterpart in war. He drives his followers to become zealots bent on cleansing the world of whatever they perceive as sources of corruption."},"Religion/The-Frihetskjold-(Arch-Seraphs)/Zabriel":{"title":"Zabriel","links":[],"tags":["god"],"content":"Depictions\n\nUnknown\n\nLore\nA former archivist of the knowledge god Apollo, Zabriel was one of those who abandoned the ideals of their god, to pursue her own agenda. Whereas Apollo was neutrally-aligned and sought knowledge for the sake of knowledge, Zabriel sought to weaponize knowledge and truth. She is the patron of scholars, truth-seekers, counterspies, and those who seek to bring down conspiracies and oppressive regimes. Those who follow her often gain flashes of inspiration that lead them to discover secrets."},"Religion/The-Frihetskjold-(Arch-Seraphs)/index":{"title":"index","links":[],"tags":[],"content":"The Frihetskjold represent free will and ambition as the Greek and Norse wished to use mortals as play things. The Frihetskjold very famously killed The Three Fates when they were mortal so that fate is less of a shackle, though the Norns still exist."},"Religion/index":{"title":"index","links":["Religion/The-Frihetskjold-(Arch-Seraphs)/"],"tags":[],"content":"The Frihetskjold\nAlso known as the Arch-Seraphs, the Frihetskjold pantheon are a group of mortals who managed to reach godhood by killing Greek and Norse gods and absorbing their essence. The Frihetskjold represent free will and ambition as the Greek and Norse gods wished to use mortals as play things. The Frihetskjold very famously killed The Three Fates when they were mortal so that fate is less of a shackle, though the Norns still exist.\nGreek Pantheon\nNorse Pantheon"},"Sessions/Session-01":{"title":"Session 01","links":["Player-Characters/M0-TH3R","Locations/Svilland/Green-Lights-of-the-East/Grey-Town","Player-Characters/Helwyn","NPCs/Usi-Ziyad","Factions/Cults/Order-of-Falling-Ash","NPCs/Glasya","Player-Characters/Ravaria","Player-Characters/Dirge","Player-Characters/Arran","NPCs/Chief-Luptir","Daedre","Shtriga-Nonna"],"tags":["session"],"content":"What Happened?\nMeet the Party\n\nM0-TH3R’s systems start up again and she finds herself in a basement, her ward now grown to an adult. She is being reset by her ward, but before it can be finished she breaks the teenager’s neck, cancelling her oath to protect them. Her programming rewiring, she stumbles out into Grey Town to find the people manic and dancing. They see her, a valuable artefact, and launch themselves at her, taking her to the ground…\nHelwyn is manacled by a group of mercenaries. Some are murdered by Usi, who says he is part of the Order of Falling Ash, the rest joining his order. He drops the keys in front of Helwyn and leaves. Helwyn runs but hears the voice of Glasya, who directs her to find her champion, one with a shadow that does not match…\nRavaria sits at a pool of water, corruption running through her. Her ‘mother’, Glasya, tells her that she is bringing a healer of her bloodline to help as Helwyn arrives. As they are introducing themselves, the temple in Grey Town across the waters erupts into flames…\nDirge is praying at the Temple of Alucard when he is informed of a contact that he must find in Grey Town. He travels there, and once arriving finds an old woman who is the only one not driven mad. She says the town has been corrupted by a sickness from the waters, and urges Dirge to save her son. Dirge recalls the undead monster that can do this and vows to destroy it as his faith decrees. He finds Mother being attacked by the citizens and manages to break her free, just as the temple of Tyr(?) sets alight…\nArran is brought before Chief Luptir, who informs him that his sentence has now been paid and he is a free man. As they speak, Usi arrives at the temple, demanding a book or he will burn down the temple. The Chief and Arran refuse to give him the book, so the temple is set alight…\n\nThe Order Strikes\n\nThe group come together and fight Usi’s minions. One manages to get away but leaves a fiery trail leading to a house in the woods\nDaedre is standing outside, building up the courage to go in to what she claims is a hag’s house. Helwyn remembers the stories of Shtriga Nonna from Yrsa, who failed to defeat her and knows that this is Bad Juju\n\nA Hag’s Lair\n\nThe party enter and find a simple cottage. A sign reads “Do not disturb the cats”, so obviously Ravaria and Dirge mess with the ghost cats\nWe entered a forest of blood and gore. We managed to find our way through, avoiding a chimera, and found Shtriga Nonna and the undead creature\nWe killed her and the creature, freeing the woman’s son: a kobold. Victorious, we head back towards Grey Town…\n\nSummary\nBlah blah blah.\n"},"Sessions/Session-02":{"title":"Session 02","links":["Sessions/Session-01","NPCs/Chief-Luptir","Locations/Svilland/Green-Lights-of-the-East/Kroksholt","Player-Characters/Eliziel","Player-Characters/Joy","NPCs/Flortes","Party-Inventory/Book-of-Nine-Dooms","Factions/Cults/Doomspeakers"],"tags":["session"],"content":"Last Session’s Recap\nTransclude of Session-01#^summary\nSession Summary\nNew Companions\n\nHired by Chief Luptir to guard a caravan heading for Kroksholt and introduced us to Eliziel, whose god has sent her our way\nWe were found by Joy who has come to assist Dirge and anyone who’s near him\n\nA Perilous Journey\n\nOn the path to Kroksholt, we are attacked by undead creatures, but manage to defeat them\nWe’re found by Flortes, an ogre who determines that we are their collective ‘mum’ (what’s with all the mothers in this game?)\nTracked them back to their base to find a gnoll mage transforming abyssal hyenas into gnoll marauders\nI managed to steal the Book of Nine Dooms from him and gave it to Arran\nAs he died, the mage spoke of the fact that the Doomspeakers would not stop hunting for us and the book\n\nOff the Beaten Path\n\nOur driver diverts towards Eastern Look due to blood rain (a rare weather phenomenon) over the path to Kroksholt\nWe reach a small village of outcasts, where they each have some sort of deformity. Their leader, Father ???, has a demonic-looking arm\n"},"Sessions/Session-03":{"title":"Session 03","links":["Factions/Cults/The-Sanguine-Path","Locations/Svilland/Green-Lights-of-the-East/Eastern-Look","Locations/Svilland/Green-Lights-of-the-East/Thorath","NPCs/Eero-Toivonen","Factions/Cults/Black-Goat"],"tags":["session"],"content":"What Happened?\nLost to the Night\n\nArran, our ogre son, and caravan guards were splendidly kidnapped without us noticing thanks to Hayden’s natural 20\nAfter interrogating the local priest, who we had discovered had something undead inside him, we found out that the people in this village were cultists of The Sanguine Path\nThey worship Alucard’s son, and were planning to sacrifice everyone in a ritual at the local church\n\nAn Unholy Battle\n\nA fight ensued with a bunch of cultists and vampire spawn\nRavaria got tuberculosis, and 3 of the 6 caravan guards were drained dry, but we eventually managed to wipe them out\nWe interrogated the few surviving cultists to learn more about the Path, with the most important discovery being that one of their leaders is a literal talking pig. We have promised the ogre that he can eat it.\n\nSmooth Criminals\n\nGot to Eastern Look with no further incidents. Half the party ended up getting addicted to gambling, but we were banned after several very blatant rounds of cheating. They couldn’t prove it, but casting guidance and bardic inspiration at the table was pushing things a little too much. Ogre ate some plague-riddled corpses when we weren’t looking but he tanked it, all good\nFinally got to the capital of Thorath, where we met with Eero Toivonen, the queen’s advisor and our contact who’d put us in touch with Her Majesty\nUnfortunately, said monarch had just suffered an assassination attempt and would not be available to meet with us until tomorrow\n\nSomething Wicked…\n\nInstead ,we went to the local Church of Kae in the Noble’s Quarters to discuss how there were now literally three different cults up to various shenanigans\nUsi chose that moment to show up with several minotaurs in tow. During his monologuing, he mentions ANOTHER cult called Black Goat. A very difficult fight happened where we killed the minotaurs but got our asses handed to us by Usi, who left through a portal (but not before giving us a parting gift of an enlarged fireball)\nMost of the party got downed and the church is on fire…\n\nThings for Next Time?\n\nTalk to Eliziel about her temple being attacked\n"},"Sessions/Session-04":{"title":"Session 04","links":["Player-Characters/Arran","Player-Characters/Martyn","NPCs/Ulsedra-Vox","Locations/Svilland/Green-Lights-of-the-East/Nulb-Temple","Party-Inventory/Cult-List","Party-Inventory/Book-of-Nine-Dooms","Player-Characters/Joy"],"tags":["session"],"content":"What Happened?\nThe Aftermath\n\nAfter the fireball at Kae’s Temple, we found that Eliziel had been destroyed by it, turned into nothing but dust Arran Tirran\nEero informed us that he would find us another companion to help our cause, and that Arran had awakened from his magical coma\nChecking Arran over, it appears like he is still missing a part of his soul from where the cultists drained him for their ritual, and that he would be vulnerable to magical attacks for a while\n\nMeeting Martyn\n\nIntroduction of Martyn, an elderly man who delivers message of a passing to their loved one\nHe is met by Eero, who says that the Queen has need of Martyn’s ship\nIn return, she will hire him to help guide a group with their next contract\nMartyn is brought to meet us and, once introductions are made, Eero takes us to the Queen\n\nAn Audience with the Queen\n\nAn assassination attempt was made against her. There are a number of cults attempting to sow chaos across the Green Lights in an effort to bring demons about (specifically Ulsedra Vox) as part of a ritual they are performing at a temple in Nulb Temple\nThe Queen sent spies to infiltrate the temple but they were eliminated, managing to retrieve a list of cults involved\nDue to not knowing who to trust in her court and her people being too overt, the Queen is tasking us with dealing with the cults’ leaders using subterfuge\nWe have a week before the ritual is completed (Martyn should be able to get us there in 3 days)\nIn exchange, she will grant whatever we wish in exchange for the contract, plus a blue sapphire each. We agreed to the contract, and set out on a wagon driven by Thelonia\n\nThe Road to Nulb\n\nOn the second night, Ravaria is visited by Glasya who instructs her to prove herself after failing to retrieve the Book of Nine Dooms, either by handing over her soul or killing Dirge\nRavaria agrees to kill Dirge, sneaking up to him and placing a blade to his throat. Ravaria tries to kill him, but Dirge’s Shield spell keeps him safe\nArran and Mother wake up due to their light sleeping and demand to know what is happening. Mother throws an axe at Ravaria but misses\nArran wakes Helwyn, who shoots across the cart and grabs Ravaria’s wrist with the weapon\nArran tackles Ravaria out of the wagon and the party tie her up. Helwyn tries to intervene between Ravaria and the rest of the group, drawing anger from Arran\nGlasya visits Ravaria again, asking once more for her soul as she hesitated when trying to kill Dirge. Ravaria refuses, and Glasya allows Ravaria’s curse to transform her into a demon. Dirge hits her with a guiding bolt and kills her, her body reverting back to her usual form\n\nThe Deal\n\nHelwyn attempts to explain herself to the party, but before she can, Glasya visits her. She makes her a choice: Get her the Book, or forfeit her soul which will drive in her a bloodlust that could harm her friends down the road\nWith Helwyn conflicted about what to do, Glasya sweetens the deal: there is a traitor in their midst already and Glasya will share who it is… for Helwyn’s horns. Helwyn accepts and Glasya informs her that Joy is working for Black Goat and an ambush has been set for them at the temple\nHelwyn decides that she cannot deceive her party, and gives up her soul. Time returns, Helwyn’s horns shedding and an emptiness fills her. The party are confused, but Helwyn says that a deal has been made and that they need to move on\nDirge performs funeral rites on Ravaria by using Sacred Flame to burn the body, and collects some of the ashes to be able to lay her to rest\nArran is furious with Helwyn for defending someone who attacked their friend and moves to the front of the wagon with Thelonia\n\nThe Temple Looms\n\nAs they draw near to the temple, Helwyn moves up and asks Thelonia to stop the wagon. She tells Arran they need to talk, so they head out quietly into the forest\nHelwyn tells Arran that Joy is betraying them and that they cannot risk going into the temple. Arran believes her, but is unsure what to do with this information. They decide that Arran will lure Joy away and give Helwyn time to inform the others, so that they can deal with Joy before approaching the temple\nArran asks Joy to help him collect components for his spells. Joy insights with a dirty 20, but Arran rolls a nat 20 on his deception - talk about the dice coming in when it counts!\nArran and Joy head off and Helwyn informs the others about Joy. Dirge casts Zone of Truth and Helwyn confirms what she knows to be true. They head after Joy and Arran\n\nAn Ode to Joy\n\nJoy hits Arran with Words of Terror, causing him to be frightened. As Arran runs towards them, Dirge casts Silence around Joy as Helwyn charges up, managing to grapple her. The party manage to tie her up\nJoy reveals herself to be Rags, and provides information on what’s waiting for them after Helwyn uncharacteristically tortures her. After giving all her information, Arran kills Joy\nLeaving Joy’s body tied in the forests, the team prepare to face what is waiting for them in the Temple of Nulb…\n\nThings for Next Time?\n\nThanking Arran for trusting her\nDiscuss with Dirge around her lack of soul\nDeal with however Ravaria and Eliziel come back\n"},"Sessions/Session-05":{"title":"Session 05","links":["NPCs/Kara-Blayne","Demagorgon","NPCs/Ulsedra-Vox","Player-Characters/Eliziel","NPCs/Queen-Bergljot","Player-Characters/Ravaria","NPCs/Mr-Storyteller","Axehome"],"tags":["session"],"content":"What Happened?\nAmbushing the Ambush\n\nThe gang (+ Thelonia our cart driver) had just finished torturing and murdering Joy when our new friend Martyn decided to leg it for some reason! Weird.\nMake our way back to the temple, looking for a way to avoid walking through the front door into an ambush. Arran sends his owl-friend up and around, finding only one other way in: a crumbled wall towards the back of the temple. We also find an unfamiliar dead body - naked, lacerated and exsanguinated - outside the western wall. Dirge REFUSES to give it a proper send-off right away - terrible clericing in Helywn’s opinion.\nWe decide to stealth to the crumbled wall. Managing to somehow clear rubble without any noticeable sound, we find a throne room containing a bronze bowl with a keyhole, as well as 4 cultists and their leader, a Pirate Queen praying to the Demagorgon with a key around her neck.\nHelwyn goes in for a surprise attack against the Pirate Queen, drawing the attacks of the cultists. Helwyn expertly avoids their attacks using dope monk shit before taking a bullet to the dome from the Queen’s revolver, dying immediately. The Queen double-taps her as she’s lying on the floor - absolute professional.\nThe fight goes pretty well for the party, except for Helwyn going completely deaf and losing an eye in a chandelier attack (don’t ask), but we take out the cultists and take the key.\nThe other two cults and their leaders are coming from further down the temple after hearing the gunshots, so we use the key on the bowl which opens up a portal. We dive into it to avoid the other cults.\n\nElemental Showdown\n\nWe find ourselves in a strange room, with portals to elemental planes in the four corners. In front of us stands Ulsedra Vox, the Para-Elemental Queen, while behind chained up on the wall is… Eliziel?!\nUlsedra says something to us in Abyssal (but obviously Helwyn’s the only one who understands it and, again, SHE’S DEAF) before transforming into an para-elemental entity and attacking.\nArran and Helwyn go left as the others go in for attacks. Arran decides to take down the Ooze Elemental in the corner while Helwyn goes straight for getting Eliziel free, with Dirge joining soon after.\nMother and Thelonia fight off the remaining elementals and Ulsedra, Mother going down\nHelwyn frees a couple of Eliziel’s restraints before Dirge motions to Arran being dunked in the Ooze Realm like a chicken nugget (she didn’t hear this commotion behind her because, as I may have mentioned, SHE’S DEAF).\nHelwyn rushes to Prison Wizard’s aid, dispatching the Ooze monster and dragging Arran out of the portal (Medical note: Ooze stings like a BITCH). Dirge gets resurrected Eliziel up to speed (“Shit’s crazy, start killing and I’ll explain later”) and she busts out of her chains like the Hulk.\nThe gang continue the fight, taking out the other elementals before bringing Ulsedra down to her human form, forcing her to surrender.\n\nThe Ol’ Bait-and-Switch\n\nShe tells us that she’s a figurehead for these cults, acting as the Big Bad so that Queen Bergljot’s forces are misdirected this way and the cults can get busy poisoning the shit out of her and the rest of her city in the festivities.\nWe tie her up and take her with us to face justice, despite Arran’s protests that she cannot be trusted. When we get back up into the temple proper, the other cultists and their leaders have fled the scene like COWARDS.\n\nMeanwhile…\n\nRavaria is wandering Limbo when she’s met by a strange entity who offers her a trip back to the mortal realm. All she has to do is let him tag along to experience world stories. She agrees and the entity hands over a lantern.\nRavaria awakens on the spot where she had bit the dust, only this time cold, alone and with a lantern in hand. She heads into the woods and finds an abandoned cabin, taking shelter for the night.\n\n…Back Again\n\nDuring the trip back, we wake to find Ulsedra murdered in her sleep. Arran admits to killing her during the night, and the gang bring up the excellent point of “What the Actual Fuck? Ravaria Much?”\nA now younger-looking and healthier Ravaria, hearing the argument and her own name being mentioned, shares her opinion (100% Pro-Murder). Helwyn tries to tackle her and crashes through the cabin wall, thanks to stupid lack of depth perception, as Ravaria misty-steps over to Arran, who swings at her and misses.\nRavaria explains that she was forced to try and kill Dirge and that she was killed for refusing to lose her soul. Helwyn is PISSED at her, which the totally-normal talking lantern (who later introduces himself as Mr Storyteller) helpfully explains is because of their interactions with Glasya.\nHelwyn and Ravaria explains the whole Archdevil deals, which the party don’t love (as Dirge puts it, Helwyn is “Capital-F-Fucked”). A couple of the party point out that we need to get back to Kroksholt and that, even if we don’t trust each other, we need to work together to stop the assassination.\nWe pass near a wonderful little village worshipping Ares and celebrating peace and love, but NO TIME FOR THAT SHIT.\n\nA Plot Foiled\n\nExhausted, we reach the capital and get to the Queen, but Eero the Traitor is there. We make our accusations with very little hard evidence, but we manage to convince her. Eero manages to slip away in the discussion, damn it.\nThe reports are in: the ale contained hallucinogenic mushrooms (we got a sample for Research Purposes, of course); damage to the cityfolk is minimal; the tampered ale casks were marked with a pentagram made out of wheat stalks with a crescent moon in the middle (VERY culty); the poisoned goods were let in through the disused western gate\nThe Queen delivers on her wishes: Dirge gets made an Inquisitor; Arran gets the Book (and something else?); Eliziel gets an audience with someone who could get her in touch with the one of the Kings in the West; Helwyn gets training from the Queen’s healers and old letters from her mentor; Rivaria gets NOTHING, YOU LOSE, GOOD DAY MADAM\nMother asks for the ability to experience true feelings/emotions, to which the Queen replies “Yeah, can’t do that. Good job though!”\nWe also each get a sapphire worth 1000g and Joy’s cut of the money as a bonus, and all our names are cleared of criminal charges (just in time for Arran’s lengthy prison sentence!)\n\n(Axe)Homeward Bound\n\nThe Queen’s got intel that the cults are currently holed up in Axehome, a town heading north out of Kroksholt. After providing Helwyn with her new mobile doctoring wagon (working name: Helwyn’s Chop Shop) and some apprentices, the gang pack up to head off.\nBUT FIRST, we gotta hit up Artefacts R Us and buy out that sweet, sweet merch…\n\nThings for Next Time?\n\nRavaria: Apologise for being angry? Give her shit for letting her down?\nDirge: What does the whole ‘soul being gone’ mean? I’m only up to speed on the life healing side of the coin\nMartyn: Where the fuck did you go?\nMother: No purpose or direction - I get it\nGroup: (Trauma) sharing is caring\nEliziel: I’m sorry about your god’s temples\nReading Yrsa’s letters, struggling to sleep, interacting with my Choppers (working title for my apprentices)\n"},"Sessions/Session-06":{"title":"Session 06","links":["NPCs/Queen-Bergljot","Axehome","NPCs/Eero-Toivonen","Party-Inventory/Helwyn's-Chop-Shop","Player-Characters/Martyn","NPCs/Usi-Ziyad","Locations/Svilland/Green-Lights-of-the-East/Dockyard","Player-Characters/Arran","Player-Characters/Dirge","NPCs/Mr-Storyteller","Player-Characters/Ravaria","NPCs/Glasya","NPCs/Cinderhide","Religion/The-Frihetskjold-(Arch-Seraphs)/Alucard","Wizard-with-No-Name","Tolin","NPCs/Venin"],"tags":["session"],"content":"What Happened?\nTake Me (Axe)Home\n\nWe’ve been tasked by the Queen with heading to Axehome, where Eero and other cultists had (potentially) booked it to. A quick level-up, then all aboard the Chop Shop!\nMartyn is approached by Usi who informs him that he’s best buddies with us and that he knows where we are. Usi offers to take him to our camp out of the goodness of his own heart (aww)\nHe also offers Martyn a job: deliver a moist envelope to a person with reddish skin and a brown cloak in Dockyard, and Usi will give him a ship. Also, do not open said wet envelope. Absolutely nothing suspicious about that in any way, shape or form\nMartyn takes him up on that offer, and they share a horse towards Axehome\n\nA Party without Purpose\n\nMartyn and Usi find our group, who (understandably) are pretty hostile towards the guy who firebombed the crap out of us and a holy temple. After failed attempts to restrain him, Usi does his Guys, I’m really not a bad person, maybe join the Fire Gang? schtick. After we tell him to piss off, Usi does piss off (Huh. Actually worked.) Arran’s owl attempts to follow him, but Usi vanishes into the Mirror DimensionTM\nMartyn explains his disappearance at the temple: He cracked out of fear and ran. Bad shit goes down when he gets stressed or scared, and he didn’t want that happening again, not after losing the crew of his ship a few months back\nDirge wonders if Mr Storyteller is possibly a way for Usi to watch us, and whether he can do the runic magic as well. Mr S takes control of Ravaria’s will, making her dance, lick the ground, then share a story about Glasya\nShe tells us how all her life she has followed Glasya’s every word, and that now she has no idea what to do with all this sudden free will. A few of the party members seem to know that feeling, but they share their opinion that not everyone is this world is out to use or exploit you\n\nDeer Old Cinderhide\n\nMartyn also shares the delivery Usi assigned him and we (again, understandably) freak out about it, treating that parcel like we’re a bomb squad. No magic, nothing unusual, just your average dripping wet package\nWe open it up to find a slice of still-sorta-maybe-good venison and a note that reads “Enjoy your fresh meat, Cinderhide”. The group go into full-blown paranoia: He knows we were going to open it, it’s a trap! Unless he KNOWS we know he knows, and it’s a double-bluff! Nothing gets done for a solid in-game hour or so\nWe decide to focus on the Axehome mission, with the sorta-maybe aim to check out Dockyard and the parcel’s recipient. Afterwards, we all let our hair down with a nice game of Shoot the Trees with a Magic GunTM before turning in for the night\n\nA Charming Town\n\nOn the way into town, Dirge has a migraine-vision from Alucard: a giant hole in the earth some ways outside of Axehome that fills the god with fear, which definitely ain’t good. We get into the town proper to find people crawling through the mud, legs broken. Helwyn’s apprentices spring into action, helping anyone they can\nOne of the injured claims a curse has been stealing people away and harming others over the past fortnight, with the Barkeep’s daughter being kidnapped two days before. It’s originating from the Burrow, a tomb containing the remains of a Wizard with No Name. They point us towards the Village Elder’s house for more info, plus mention how Johann the Blacksmith has been strange recently, working all day and night and saying nada\nWe decide to visit Johann. He’s a dwarf with an impressive full-length beard that’s forging swords, an even more impressive act considering the forge’s complete lack of fire. Dirge works out that the dwarvenness is not the creature’s true form, but we cannot shake them out of their working stupor or get anything useful out of them\nWe move onto the Village Elder’s house, who introduces himself as Tolin. He confirms that the Wizard with No Name placed a curse on Axehome but honestly, seems pretty unperturbed by it all. Huh, weird!\n\nFuck Around…\n\nWe finally hit up the bar: inside is a tiefling woman, two starved mastiffs that Ravaria tries (and fails) to befriend and the Barkeep, Beatrice. We pry Beatrice for more information on this curse going around but get pretty much nothing new.\nMartyn sneaks upstairs to search for clues and finds what we all know is a guaranteed source of all the town’s hot goss: A fourteen-year-old’s secret diary. Meanwhile, Beatrice insists on providing food and drink even though yeah, no, we’re good thanks. The tiefling woman smacks the fare onto the floor, telling us it’s poisoned. As Dirge goes to pick up the food (five-second rule!) Beatrice tries to stab him in the back and gets KOed by the tiefling\nShe introduces herself as Katherine, a fellow adventurer who’s hunting down a cambion (half-tiefling, half-devil) sorcerer by the name of Eliyas. Axehome’s kidnappings and general fuckery has his name written all over it, and she’s pretty sure he’s after the Demon’s Heart, an artefact stored away in the Wizard’s tomb. She’s after it too, contracted by ‘royalty’ to deliver the Heart to them, and she can get us close to them if we help her out\nWe head back to check on the Blacksmith only to find him AWOL. We break into his house (heroically) to find Johann’s week-old body on the floor, killed by the fire magic from a staff. Classic Eero! Looks like our boy’s working with Eliyas, which means double trouble awaits\n\n…And Find Out\n\nWasting no (extra) time, we head to the Burrow. Inside, we find nobody but a sarcophagus protected by the Hallowed spell, its lid carved into the body of a man (who holds the Heart) and Abyssal runes written around the edge. Ravaria and Helwyn relay their story: A warlock, whose Demon Lord demanded an heir. They tricked a tiefling into conceiving the Demon Lord’s child, that tiefling being HelwynKatherine. No love’s lost for Eliyas though, she’ll happily fuck him up to get the Heart and break her contract\nDirge breaks the Hallowed spell and grabs the goods, but Dead Wizard activates and summons some shroud lackeys to back him up. A fight breaks out where Mother loses an eye (twins!) and Ravaria/Helwyn repeatedly fail to learn that necrotic damage does fuck-all to ghosts, but we eventually take Dead Wizard down thanks to Dirge’s spotting of his one weakness: love (also, his ghostly heart being susceptible to punching and stabbing)\nOnce we cleared the spirits out, our old pal Eero turns up with his buddy Eliyas. They’ve waited for us to deal with the ancient shit so they could swoop in and steal the loot (dicks). Another fight breaks out, this time ending with Eero being Falcon-Punched in the chest by Helwyn and Eliyas teleporting away like the COWARD he is\n\nNext Steps\n\nThe Heart secure, Katherine reveals that her boss is none other than Venin, and that she can bring us to his court in Endkliestra. We reckon that it might be worth heading up the Red River and getting our audience with the King in the North first though, as we’re going to need all the allies we can get. Arran wants to go check on the book that Usi was after in Grey Town, so a quick detour and we’ll get right on with saving the world (promise…)\n\nRP Things for Next Time?\n\nMother:\n\nOffer to help her understand her own systems, at least from a biological point of view\nHelp her find a new eye in her old home in Grey Town\nShare about how she was showing Joy no mercy and would have left her to die\n\n\nRavaria:\n\nApologise for not saving her like she was supposed to\n\n\nThe Chop Shop Bobs:\n\nApologise for how Helwyn has treated them\nShe’s been in a bad place and suddenly had all these people learning from her\nShe panicked and defaulted to shitty behaviour, but it’s not what Yrsa would do\nShe’ll be doing better from now on, promise, and they can interact with the party more if they’d like (might even learn something from them)\n\n\n"},"Sessions/Session-07":{"title":"Session 07","links":["Player-Characters/Ravaria","NPCs/Glasya","Locations/Svilland/Green-Lights-of-the-East/Dockyard","Player-Characters/Helwyn","NPCs/Hamlin","Player-Characters/M0-TH3R","The-Burned-One","Locations/Svilland/Alsvartr/Nattarfaravik","Player-Characters/Martyn","NPCs/Cinderhide","NPCs/Usi-Ziyad","Player-Characters/Dirge","Party-Inventory/Helwyn's-Chop-Shop","NPCs/Ludmilla","NPCs/Venin","NPCs/Lily","Player-Characters/Eliziel","Player-Characters/Arran","Locations/Svilland/Alsvartr/Endkleistra","Locations/Svilland/Alsvartr/","Thunderfall-Arena"],"tags":["session"],"content":"Recap\n\nWhat Happened?\nA Tough Decision\n\nDuring camp, Ravaria tells us that she’s struggling with her combat skills not being up to scratch. She’s not used to having free will, having been a soldier all her life and always being commanded by Glasya. She says that she knows people don’t want her in the party, and that she would part ways at Dockyard if we didn’t want her there. She heads off into the forest for the party to discuss. We deliberate, but decide that Ravaria should stay: she needs support to give her a chance to be a better person and we’re the best she’s got (gods help her)\nHelwyn goes to tell her the news and also provides an apology: She failed to honour her deal and keep Ravaria alive. Ravaria says that she’s not to blame, and that Glasya had given them both impossible tasks. Helwyn doesn’t really respond and instead stays in the forest for a while as Ravaria heads back to the party\n\nScams and Surprises\n\nRavaria goes to find a contact from her old cult who could get us passage to The True King’s domain. She finds someone who says that he can get us smuggled in for 200 gold, one-time offer! Ravaria agrees (WHY?), then robs Mother to pay for it. The contact says we should meet up with someone called The Burned One at Nattarfaravik and they’d get us over the border. No description, no guarantees. Sigh…\nMartyn, already having hit up a tavern on getting to town, delivers one of his letters to a dwarven man. A tense situation to start, but the dwarf tells him that he had been a sailor too, and for Martyn not to blame himself for the fate of his crew. Martyn goes to drink his sorrows away (even more), but stumbles upon us giving Ravaria shit for stealing our money to a person she’s never met before for us to meet another person that we’ve also never met before - great start to Ravaria’s rebrand!\nA random drunk helpfully points out a smokey figure outside the tavern with a sign saying “Martyn”. We go and talk to them: it’s Cinderhide, making our job way easier than we thought it would be. He says that the giant warship docked behind him is ours and that we have a package from Usi for him. We give him the meat and try to ask him some questions, but he ruins it by eating the meat and exploding all over us (RUDE)\nAfter Dirge dry-cleans us all, we discuss whether we should go anywhere near this warship, if we can trust this deal and if anyone in town knows more about this ship (probably not a good look to accidentally steal it). Meanwhile, one of the Bobs expertly reverses the Chop Shop at high speed onto ship’s loading platform without even a scratch - that’s my Bob!\n\nSetting Sail (Eventually)\n\nWe board the ship to find Ludmilla, who claims that she is an envoy for someone of great import (totally The Moonbearer) and that the warship has been gifted to us (well, Martyn specifically) by said person who she cannot reveal too much about (totally The Moonbearer). She says we could take it to see The True King, but he’s the only fighter in the place, so is there any point really? Much better to come see Venin directly, and if we want to dispatch him we’re welcome to try!\nShe also says that she can guarantee Lily will be there, so Eliziel (back from her ash-nap in Dirge’s bottle) is immediately onboard. Arran and Martyn want Ludmilla overboard, not trusting a single word she says (fair). After WAY too much discussion about where we even want to go, we decide that taking the ship to Endkleistra is our best chance to get near to Venin, get back Lily and do the job that the Queen has laid out for us: remove the cult leaders and secure index.\nHaving searched the ship for anything remotely suspicious and finding nothing, we finally set off to Endkleistra. Thanks to a fun game (or psychological warfare depending on who you ask) where we secretly voted on how we levelled up, we jumped up to level 7! Training montages ensue: Eliziel and Ravaria beating the shit out of each other, Helwyn and the Bobs attempting to learn welding to help a Mother out, Arran walking around the entire boat refusing to STOP READING BOOKS YOU NERD\n\nProving Grounds\n\nOnce we reach Endkleistra, Ludmilla takes us to the Thunderfall Arena, where deadly battles are played out for a massive bloodthirsty audience (are you not entertained?!) Gorgun is watching, and if we’re victorious, we’ll be granted an audience with him\nThe fight actually goes surprisingly well given our track record. The creatures (Le Angry and Le Hungry) can steal any healing that we try to do or get advantage from being attacked (BOO), but Eliziel saves Helwyn’s life, Mother fights on the brink of death the entire time and Ravaria only almost dies once! Granted it was by taking a dip in some lava, but still, progress!\nHaving defeated the creatures to the roars (and possibly boos) of the crowds, we prepare for our meeting with Gorgun…\n\n\nNew Stuff\nAnything we’re trying to do/keeping track of.\nNPCs\nLudmilla - Envoy to The Moonbearer\nLocations\n\nEndkleistra\n\nItems/Boons\n\nBoon: Acceptance\n\nQuests\n\nMeet with Venin\nRescue Lily\nSave the world!\n\nRP Ideas\nIdeas of RP moments I can have."},"index":{"title":"index","links":[],"tags":[],"content":"Journey Wreathed in Ash\nOur campaign notes!"}}