[
  "obsidian-git",
  "obsidian-admonition",
  "table-editor-obsidian",
  "aprils-automatic-timelines",
  "obsidian-textgenerator-plugin",
  "obsidian-text-format",
  "various-complements",
  "tenki",
  "templater-obsidian",
  "supercharged-links-obsidian",
  "obsidian-style-settings",
  "image-window",
  "obsidian-regex-pipeline",
  "pane-relief",
  "obsidian-meta-bind-plugin",
  "obsidian-kanban",
  "image-converter",
  "obsidian-icon-folder",
  "homepage",
  "folder-notes",
  "obsidian-5e-statblocks",
  "fantasy-content-generator",
  "obsidian-custom-frames",
  "calendarium",
  "obsidian-banners",
  "obsidian-excalidraw-plugin"
]